"%@ (optional)" = "%@ (valinnainen)";

"(not accepted)" = "(ei hyväksytty)";

"Account number" = "Tilinumero";

"Address" = "Osoite";

"Address line 1" = "Osoiterivi 1";

"Address line 2" = "Osoiterivi 2";

"Area" = "Alue";

"BLIK code" = "BLIK-koodi";

"BSB number" = "BSB-numero";

"Bank account •••• %@" = "Pankkitili •••• %@";

"Billing address is same as shipping" = "Laskutusosoite on sama kuin toimitusosoite";

"Cancel" = "Peruuta";

"Card brand" = "Kortin merkki";

"City" = "Paikkakunta";

"Code field" = "Koodikenttä";

"Company" = "Yritys";

"Continue" = "Jatka";

"Country" = "Maa";

"Country or region" = "Maa tai alue";

"County" = "Lääni";

"Date is empty." = "Päivämäärä on tyhjä.";

"Department" = "Osasto";

"District" = "Piirikunta";

"Do Si" = "Do Si";

"Do you want to close this form?" = "Haluatko sulkea tämän lomakkeen?";

"Done" = "Valmis";

"Double tap to edit" = "Napauta kahdesti ja muokkaa";

"Edit" = "Muokkaa";

"Eircode" = "EIR-koodi";

"Email" = "Sähköposti";

"Emirate" = "Emiraatti";

"Error" = "Virhe";

"First" = "Etunimi";

"Full name" = "Koko nimi";

"Incomplete phone number" = "Puutteellinen puhelinnumero";

"Invalid UPI ID" = "Virheellinen UPI-tunnus";

"Island" = "Saari";

"Last" = "Sukunimi";

"Name" = "Nimi";

"Name on account" = "Tilin nimi";

"OK" = "OK";

"Oblast" = "Oblasti";

"Other" = "Muu";

"Parish" = "Kunta";

"Phone number" = "Puhelinnumero";

"Postal code" = "Postinumero";

"Prefecture" = "Prefektuuri";

"Province" = "Provinssi";

"Remove" = "Poista";

"Remove bank account?" = "Poistetaanko pankkitili?";

"Remove card" = "Poista kortti";

"Search" = "Etsi";

"Select card brand (optional)" = "Valitse korttimerkki (valinnainen)";

"Sort code" = "Pankin tunnusnumero";

"State" = "Osavaltio";

"Suburb" = "Esikaupunki";

"Suburb or city" = "Esikaupunki tai kaupunki";

"The BSB you entered is incomplete." = "Antamasi BSB-numero on puutteellinen.";

"The ID number you entered is incomplete." = "Antamasi tunnusnumero on puutteellinen.";

"The account number you entered is incomplete." = "Antamasi tilinumero on puutteellinen.";

"The sort code you entered is invalid." = "Antamasi pankin tunnusnumero on virheellinen.";

"Town or city" = "Kaupunki tai kunta";

"UPI ID" = "UPI-tunnus";

"Unable to parse phone number" = "Puhelinnumeron jäsennys epäonnistui";

"Use rotor to access links" = "Käytä roottoria linkeille";

"Your BLIK code is incomplete." = "BLIK-koodisi on puutteellinen.";

"Your BLIK code is invalid." = "BLIK-koodi ei kelpaa.";

"Your ZIP is incomplete." = "Postinumero on puutteellinen.";

"Your email is invalid." = "Sähköposti on virheellinen.";

"Your payment information will not be saved." = "Maksutietojasi ei tallenneta.";

"Your postal code is incomplete." = "Postinumero on puutteellinen.";

"ZIP" = "Postinumero";
